---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerDegreeFahrenheit
source: html/7369e986-eda7-5fe6-40f3-bdc08c73579a.htm
---
# Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerDegreeFahrenheit Property

British thermal units per degree Fahrenheit.

## Syntax (C#)
```csharp
public static ForgeTypeId BritishThermalUnitsPerDegreeFahrenheit { get; }
```